,Co-Authors Names,Quantity of joint publications,Affiliation
0,Semen A. Kurkin,18,"Immanuel Kant Baltic Federal University, Innopolis University"
1,Alexander K. Kuc,11,"Immanuel Kant Baltic Federal University, Yuri Gagarin State Technical University of Saratov, Innopolis University"
2,Andrey V. Andreev,4,"Immanuel Kant Baltic Federal University, Innopolis University"
3,Susanna Yu Gordleeva,1,"Immanuel Kant Baltic Federal University, Lobachevsky State University of Nizhni Novgorod, Innopolis University"
4,Alexander E. Hramov,44,"Lobachevsky State University of Nizhni Novgorod, Innolpolis University, Saint Petersburg State University, Saratov State Medical University named after V. I. Razumovsky, Innopolis University, Immanuel Kant Baltic Federal University"
5,Nikita Frolov,21,"Immanuel Kant Baltic Federal University, Innopolis University"
6,Anastasiya E. Runnova,7,"Saratov State Medical University named after V. I. Razumovsky, Yuri Gagarin State Technical University of Saratov, Innopolis University"
7,Victor Borisovich Kazantsev,2,"Immanuel Kant Baltic Federal University, Samara State Medical University, Lobachevsky State University of Nizhni Novgorod, Innopolis University"
8,Vladimir V. Makarov,5,Innopolis University
9,Vadim V. Grubov,25,"Research and Production Company Immersmed, Saratov State Medical University named after V. I. Razumovsky, University of Innopolis, Innopolis University, Immanuel Kant Baltic Federal University"
10,Nikita S. Frolov,1,"Immanuel Kant Baltic Federal University, Innopolis University"
11,Vladimir M. Antipov,1,Innopolis University
12,Natalya A. Aleksandrova,1,Saratov State University
13,Artem Badarin,9,"Immanuel Kant Baltic Federal University, Innopolis University"
14,Natalija A. Malova,1,Innopolis University
15,Alexey N. Pavlov,2,"Saratov State University, Yuri Gagarin State Technical University of Saratov"
16,Alexander N. Pisarchik,24,"Innolpolis University, Universidad Politécnica de Madrid, Innopolis University, Immanuel Kant Baltic Federal University, Centro de Tecnología Biomédica"
17,V. S. Khorev,6,"Saratov State University, Innopolis University"
18,Muhammad Salman Kabir,1,Innopolis University
19,Elena N. Pitsik,11,"Immanuel Kant Baltic Federal University, Innopolis University"
20,Vladimir O. Nedaivozov,2,Innopolis University
21,Daniil V. Kirsanov,1,Innopolis University
22,Maksim O. Zhuravlev,4,"Saratov State University, Innopolis University"
